Repository: valentinrueeck/Ibsys2
Catalog: PPS-TOOL-DELUXE/Properties/Resource.*.resx
Languages: de, fr_fr

# anErrorHasOccurred
source: An error has occured_
de: Ein Fehler ist aufgetretten_
fr_fr: Une erreur est survenue

source: * Mandatory fields
de: * Pflichtfelder
fr_fr: * Champ obligatoire

# validation_emptyFields
source: Please fill every * marked field_
de: Bitte füllen Sie jedes mit einem * markiertes Feld aus_
fr_fr: Remplissez chaque champs marqué avec *

# success_saved
source: Saved!
de: Gespeichert!
fr_fr: Sauvegardé!

source: Save
de: Speichern
fr_fr: Sauvegarder

source: Edit
de: Bearbeiten
fr_fr: Editer

source: Next
de: Weiter
fr_fr: Suivant

source: Back
de: Zurück
fr_fr: Précédent

source: Cancel
de: Abbrechen
fr_fr: Annuler

# error_view_IOException
source: There has occurred a mistake loading the next view_ Please inform your administrator_
de: Beim Laden der nächsten Ansicht ist ein Fehler aufgetreten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue en chargeant la page: Veuillez contacter l'administrateur

# error_view_noTranslation
source: A translation could not be loaded_
de: Fehler beim Laden einer Übersetzung_
fr_fr: Une erreur est survenue lors du chargement de la traduction_

# dashboard_headline
source: Last Periods
de: Die letzten Perioden
fr_fr: Les dernières périodes

# dashboard_tvNoPeriodsImported
source: No periods imported
de: Keine Perioden importiert
fr_fr: Aucune période importée

# dashboard_tcPeriod
source: Period
de: Periode
fr_fr: Période

# dashboard_tcEfficiency
source: Efficiency
de: Effizenz
fr_fr: Efficacité

# dashboard_tcWorkload
source: Workload
de: Auslastung
fr_fr: Charge de travail

# dashboard_tcProfit
source: Profit
de: Gewinn
fr_fr: Le profit

# dashboard_btnImportPeriod
source: Import period
de: Alte Periode importieren
fr_fr: Importer la période

# dashboard_btnNewPeriod
source: Plan a new period
de: Neue Periode planen
fr_fr: Planifier une nouvelle période

# dashboard_masterdata_headline
source: Masterdata management
de: Stammdatenverwaltung
fr_fr: Administration des données

# dashboard_masterdata_btn_workplaces
source: Workspaces
de: Arbeitsplätze
fr_fr: Espace de travail

# dashboard_masterdata_btn_purchaseItems
source: Purchase items
de: Kaufteile
fr_fr: Objets achetés

# dashboard_masterdata_btn_produceItems
source: Produced items
de: Erzeugnisse
fr_fr: Objets produits

# dashboard_success
source: Success
de: Erfolgreich
fr_fr: Succès

# dashboard_success_import
source: Period was imported successfully_
de: Periode wurde erfolgreich importiert_
fr_fr: La période a été chargé avec succès_

# error_dashboard_import_copy
source: File was copied incorrectly_
de: Datei wurde fehlerhaft kopiert_
fr_fr: Le fichier n'a pas été copié correctement_

# error_dashboard_import_JAXBException
source: The copied file is not valid_
de: Die zu importierende Datei ist nicht valide_
fr_fr: Le fichier copié est invalide_

# error_dashboard_import_alreadyExists
source: A period with the same ID already exists_
de: Eine Periode mit der gleichen ID existiert bereits_
fr_fr: Une période avec le même id existe déjà_

# error_dashboard_periodResults_equalPeriodNumber
source: At least two periods appear to have the same period number_ Please correct the xml files in the 'periods_results' folder of your installation or inform your administrator_
de: Es wurden mind_ zwei Perioden mit der gleichen Nummer gefunden_ Bitte korrigieren Sie die XML_Dateien in dem 'periods_results' Verzeichnis_
fr_fr: Au moins deux périodes ont le même numéro_ Veuillez corriger le fichier XML dans le dossier "periods_results"_

# error_dashboard_periodResults_fileDeleted
source: A period was deleted in the same time as the application tried to access it_ Please inform your administrator_
de: Eine Periode wurde gelöscht, während darauf zugegriffen werden sollte_ Bitte kontaktieren Sie Ihren Administrator_
fr_fr: Une période a été effacé au même moment que l application tenta d'y acceder_

# error_dashboard_periodResults_folderPermissions
source: A permission problem occurred_ Please inform your administrator_
de: Es gab ein Problem_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue_ Veuillez contacter votre administrateur_

# error_dashboard_periodResults_JAXBException
source: While loading one of the input files an error occurred_ Please inform your administrator_
de: Beim Laden der Perioden_Daten ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue lors du chargement des données_ Veuillez informer votre administrateur_

# error_step_three_invalidInput
source: Your input is not complete_ Please fill the associated input fields_
de: Ihre Eingabe ist unvollständig_ Bitte füllen Sie die entsprechend zugehörigen Werte_
fr_fr: Vos informations sont incompletes: Veuillez remplir correctement les champs_

# breadcrumb_capacity_planning
source: Capacity planning
de: Kapazitätsplan
fr_fr: Planification de la capacité

# breadcrumb_construction_orders
source: Production orders
de: Fertigungsaufträge
fr_fr: Ordre de production

# breadcrumb_prediction
source: Prediction
de: Prognose
fr_fr: Préditiction

# breadcrumb_quantitative_planning
source: Quantitative planning
de: Mengenplanung
fr_fr: Planning quantitatif

# breadcrumb_purchase_planning
source: Purchase planning
de: Kaufteildisposition
fr_fr: Planning d'achat

# step_first_labSellWishAndPrediction
source: Sale wish and predictions
de: Verkaufswunsch und Vorhersage
fr_fr: Vente souhaitée et prévision

# step_first_labPenalty
source: Penalty
de: Strafe
fr_fr: Penalité

# step_first_labPrediction1
source: Prediction 1
de: Vorhersage 1
fr_fr: Prédiction 1

# step_first_labPrediction2
source: Prediction 2
de: Vorhersage 2
fr_fr: Prédiction 2

# step_first_labPrediction3
source: Prediction 3
de: Vorhersage 3
fr_fr: Prédiction 3

# step_first_labPrice
source: Price
de: Preis
fr_fr: Prix

# step_first_labQuantity
source: Quantity
de: Menge
fr_fr: Quantité

# step_first_labSellWish
source: Sale wish
de: Verkaufswunsch
fr_fr: Vente souhaitée

# step_first_validation_emptyFields
source: Please fill in all fields_
de: Bitte füllen Sie alle Felder aus_
fr_fr: Veuillez remplir les champs_

# step_first_directSell
source: Direct sale
de: Direktverkauf
fr_fr: Vente directe

# step_second_itemNumber
source: No_
de: Nr_
fr_fr: Nr_

# step_second_plannedAmount
source: Planned amount
de: Planbestand
fr_fr: Quantité planifiée

# step_second_saveStock
source: Safety stock
de: Sicherheits_ bestand
fr_fr: Quantité de sécurité

# step_second_stockFromPeriodBefore
source: Last period stock
de: Bestand Vorperiode
fr_fr: Quantité de la période précedente

# step_second_ordersInWaitinglist
source: Waiting orders
de: Aufträge Warteliste
fr_fr: En attente d'ordre

# step_second_ordersInProcess
source: Orders in process
de: Aufträge Bearbeitung
fr_fr: Ordre en cours

# step_second_amountOfProductionOrders
source: Amount of production orders
de: Anzahl Fertigungs_ aufträge
fr_fr: Nombre d'ordres de production

# step_third_itemNumber
source: No_
de: Nr_
fr_fr: Nr_

# step_third_currentAmount
source: Current Stock
de: Aktueller Bestand
fr_fr: Quantité actuelle

# step_third_consumption
source: Consumption
de: Verbrauch
fr_fr: Consommation

# step_third_latestArrivalDate
source: Longest delivery time
de: Längste Liefer_ dauer
fr_fr: Date de livraison au plus tard

# step_third_quantity
source: Discount amount
de: Diskont_ menge
fr_fr: Montant de réduction

# step_third_orderQuantity
source: Order Quantity
de: Bestell_ menge
fr_fr: Quantité commandée

# step_third_typeOfOrder
source: Type of order
de: Bestellart
fr_fr: Type de commande

# step_third_normalArrivalDate
source: Delivery time
de: Normale Liefer_ dauer
fr_fr: Temps de livraison

# step_third_hurryUpArrivalDate
source: Express delivery time
de: Liefer_ dauer Eil
fr_fr: Livraison expresse

# step_third_openOrders
source: Open Orders
de: Offene Bestellungen
fr_fr: Ouvrir ordre

# step_third_combobox_express
source: Express
de: Eil

# step_four_id
source: No_
de: Nr_
fr_fr: Nr_

# step_four_count
source: Quantity
de: Anzahl
fr_fr: Quantité

# step_five_neededCapacityLastPeriod
source: Capacity from last period_
de: Kapa Vorp_
fr_fr: Capacité de la période precédente

# step_five_neededCapacityNew
source: Capacity from current period
de: Kapa Neu
fr_fr: Capacité actuelle

# step_five_setUpTimeLastPeriod
source: Set_up_time from last period_
de: Rüstzeit Vorp_
fr_fr: Temps de préparation de la dernière période

# step_five_overtime
source: Overtime (minute/day)
de: Überstunden (Minuten/Tag)
fr_fr: Heures supplémentaires

# step_five_setUpTimeNew
source: New Set_up_time
de: Rüstzeit Neu
fr_fr: Configuration d'une nouvelle

# step_five_total
source: Total requirement
de: Gesamt_ bedarf
fr_fr: Somme

# step_five_shifts
source: Shifts
de: Schichten
fr_fr: Temps de poste

# step_five_workplace
source: No_
de: Nr_
fr_fr: Nr_

# step_five_label
source: Label
de: Bezeichnnung

# sixth_step_backToDashboard
source: Back to the dashboard
de: Zurück zum Dashboard
fr_fr: Retour au dashboard

# workplaces_headline
source: Workplace management
de: Arbeitsplatzverwaltung
fr_fr: Administration de l'espace de travail

# workplaces_editWorkplace
source: Editing workplace
de: Arbeitsplatz bearbeiten
fr_fr: Editer l'espace de travail

# workplaces_id
source: No_
de: Nr_
fr_fr: Nr_

# workplaces_list_label
source: Label
de: Bezeichnung

# workplaces_list_firstStint
source: 1_ Shift €/Min
de: 1_ Schicht €/Min
fr_fr: 1_ Temps de poste € / Min

# workplaces_list_secondStint
source: 2_ Shift €/Min
de: 2_ Schicht €/Min
fr_fr: 2_ Temps de poste € / Min

# workplaces_list_thirdStint
source: 3_ Shift €/Min
de: 3_ Schicht €/Min
fr_fr: 3_ Temps de poste € / Min

# workplaces_list_extraHour
source: Overtime €/Min
de: Überstunden €/Min
fr_fr: Heures supplémentaires € / Min

# workplaces_list_machineCosts_fix
source: Machine costs fix
de: Maschinenkosten fix
fr_fr: Coût de la machine fix

# workplaces_list_machineCosts_var
source: Machine costs var
de: Maschinenkosten var
fr_fr: Coût de la machine var

# workplaces_edit_label_de
source: German label*
de: Deutsche Bezeichnung*
fr_fr: Label allemand*

# workplaces_edit_label_en
source: English label*
de: Englische Bezeichnung*
fr_fr: Label anglais*

# workplaces_edit_label_es
source: Spanish label*
de: Spanische Bezeichnung*
fr_fr: Label espagnole*

# workplaces_edit_label_fr
source: France label*
de: Französische Bezeichnung*
fr_fr: Label français*

# workplaces_edit_firstStint
source: 1_ Shift* (€/Min)
de: 1_ Schicht* (€/Min)
fr_fr: 1_ Temps de poste* (€/Min)

# workplaces_edit_secondStint
source: 2_ Shift* (€/Min)
de: 2_ Schicht* (€/Min)
fr_fr: 2_ Temps de poste* (€/Min)

# workplaces_edit_thirdStint
source: 3_ Shift* (€/Min)
de: 3_ Schicht* (€/Min)
fr_fr: 3_ Temps de poste* (€/Min)

# workplaces_edit_extraHour
source: Overtime* (€/Min)
de: Überstunden* (€/Min)
fr_fr: Temps supplémentaires* (€/Min)

# workplaces_edit_machineCosts_var
source: Machine costs var*
de: Maschinenkosten var*
fr_fr: Coût de la machine var*

# workplaces_edit_machineCosts_fix
source: Machine costs fix*
de: Maschinenkosten fix*
fr_fr: Coùt de la machine fix*

# success_masterdata_workplaces_saved
source: Workplaces successful saved_
de: Arbeitsplatz wurde erfolgreich gespeichert_
fr_fr: Espace de travail sauvegardé_

# error_masterdata_workplaces_jaxb
source: While loading the workspaces is an error occurred_ Please inform your administrator_
de: Beim Laden der Arbeitsplätze ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue_ Veuillez contacter l'administrateur_

# error_masterdata_workplaces_filenotfound
source: While loading the workspaces is an error occurred_ Please inform your administrator_
de: Beim Laden der Arbeitsplätze ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue lors du chargement de l'espace de travail_ Veuillez contacter l'administrateur_

# error_masterdata_workplaces_sax
source: The XML file with the workspaces is not valid_ Please inform your administrator_
de: Die XML_Datei der Arbeitsplätze ist nicht valide_ Bitte informieren Sie Ihren Administrator_
fr_fr: Le fichier XML de l'espace de travail est invalide_ Veuillez contacter l'administrateur_

# purchaseItems_headline
source: Purchase item management
de: Kaufteilverwaltung
fr_fr: Administration des objets achetés

# purchaseItems_editPurchaseItems
source: Editing purchase item
de: Kaufteil bearbeiten
fr_fr: Editer les objets achetés

# purchaseItems_id
source: No_
de: Nr_
fr_fr: Nr_

# purchaseItems_list_label
source: Label
de: Bezeichnung

# purchaseItems_list_startAmount
source: Start Amount
de: Anfangs_ bestand
fr_fr: Quantité de départ

# purchaseItems_list_discountAmount
source: Discount Amount
de: Discount Menge
fr_fr: Montant de la réduction

# purchaseItems_list_deliveryTime
source: Delivery Time
de: Lieferzeit
fr_fr: Temps de livraison

# purchaseItems_list_deliverTimeVariance
source: Delivery Time delay
de: Lieferzeit Abweichung
fr_fr: Temps de livraison Délais

# purchaseItems_list_orderCosts
source: Order Costs
de: Bestell_ kosten
fr_fr: Ordre Coûts

# purchaseItems_list_price
source: Price
de: Preis
fr_fr: Prix

# purchaseItems_edit_label_de
source: German label*
de: Deutsche Bezeichnung*
fr_fr: Label allemand*

# purchaseItems_edit_label_en
source: English label*
de: Englische Bezeichnung*
fr_fr: Label anglais*

# purchaseItems_edit_label_es
source: Spanish label*
de: Spanische Bezeichnung*
fr_fr: Label espagnole*

# purchaseItems_edit_label_fr
source: France label*
de: Französische Bezeichnung*
fr_fr: Label français*

# purchaseItems_edit_startAmount
source: Start amount*
de: Anfangsbestand*
fr_fr: Quantité de départ*

# purchaseItems_edit_discountAmount
source: Discount amount*
de: Discount Menge*
fr_fr: Montant de réduction*

# purchaseItems_edit_deliveryTime
source: Delivery time*
de: Lieferzeit*
fr_fr: Temps de livraison*

# purchaseItems_edit_deliverTimeVariance
source: Deliver time variance*
de: Lieferzeit Abweichung*
fr_fr: Délais de livraison*

# purchaseItems_edit_orderCosts
source: Order costs*
de: Bestellkosten*
fr_fr: Montant de l'achat*

# purchaseItems_edit_price
source: Price*
de: Preis*
fr_fr: Prix*

# success_masterdata_purchaseItems_saved
source: Purchase item successful saved_
de: Kaufteil wurde erfolgreich gespeichert_
fr_fr: L'objet acheté a été sauvegardé_

# error_masterdata_purchaseItems_jaxb
source: While loading the purchase items is an error occurred_ Please inform your administrator_
de: Beim Laden der Kaufteile ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue lors du chargement des objets achetés_ Veuillez contacter votre administrateur_

# error_masterdata_purchaseItems_filenotfound
source: While loading the purchase items is an error occurred_ Please inform your administrator_
de: Beim Laden der Kaufteile ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue lors du chargement des ojets achetés_ Veuillez contacter votre administrator_

# error_masterdata_purchaseItems_sax
source: The XML file with the purchase items is not valid_ Please inform your administrator_
de: Die XML_Datei der Kaufteile ist nicht valide_ Bitte informieren Sie Ihren Administrator_
fr_fr: Le fichier XML est invalide_ Veuillez contacter votre administrateur_

# produceItems_headline
source: Produce item management
de: Erzeugnisverwaltung
fr_fr: Administration des objets produits

# produceItems_editProduceItems
source: Editing produce item
de: Erzeugnis bearbeiten
fr_fr: Editer l'objet produit

# produceItems_dialog_workplace
source: Add work stations
de: Arbeitsplatz hinzufügen
fr_fr: Ajouter un espace de travail

# produceItems_dialog_subComponent
source: Insert subcomponents
de: Subkomponente hinzufügen
fr_fr: Ajouter un sous composant

# produceItems_dialog_confirm
source: Add
de: Hinzufügen
fr_fr: Ajouter

# produceItems_id
source: No_
de: Nr_
fr_fr: Nr_

# produceItems_list_label
source: Label
de: Bezeichnung

# produceItems_list_startAmount
source: Start Amount
de: Anfangs_ bestand
fr_fr: Quantité de départ

# produceItems_list_value
source: Value
de: Wert
fr_fr: Valeur

# produceItems_list_workplaces
source: Relevant work stations
de: Durchlaufende Arbeitsplätze
fr_fr: Espace detravail relevant

# produceItems_list_subComponents
source: Subcomponents
de: Subkomponenten
fr_fr: Sous composant

# produceItems_edit_label_de
source: German label*
de: Deutsche Bezeichnung*
fr_fr: Label allemand*

# produceItems_edit_label_en
source: English label*
de: Englische Bezeichnung*
fr_fr: Label anglais*

# produceItems_edit_label_es
source: Spanish label*
de: Spanische Bezeichnung*
fr_fr: Label espagnole*

# produceItems_edit_label_fr
source: France label*
de: Französische Bezeichnung*
fr_fr: Label français*

# produceItems_edit_startAmount
source: Start amount*
de: Anfangsbestand*
fr_fr: Quantité de départ*

# produceItems_edit_value
source: Value*
de: Wert*
fr_fr: Valeur*

# produceItems_edit_workplaces
source: Continuous workstations*
de: Durchlaufende Arbeitsplätze*
fr_fr: Espace de travail continu*

# produceItems_edit_workplace
source: Workstations
de: Arbeitsplatz
fr_fr: Espace de travail

# produceItems_edit_time
source: Production time
de: Fertigungszeit
fr_fr: Temps de production

# produceItems_edit_setUpTime
source: Set up time
de: Rüstzeit
fr_fr: Temps de préparation

# produceItems_edit_timePerWorkplace
source: Production time at the workplace
de: Benötigte Zeit
fr_fr: Temps nécessaire

# produceItems_edit_subComponents
source: Subcomponents*
de: Subkomponenten*
fr_fr: Sous composant*

# produceItems_edit_subComponent
source: Subcomponents
de: Subkomponente
fr_fr: Sous composant

# produceItems_edit_subComponents_type
source: Type
de: Typ

# produceItems_edit_subComponents_need
source: Quantity
de: Anzahl
fr_fr: Quantité

# success_masterdata_produceItems_saved
source: Produced item successful saved_
de: Erzeugnis wurde erfolgreich gespeichert_
fr_fr: Objets produits sauvegardés

# error_masterdata_produceItems_jaxb
source: While loading the produce items is an error occurred_ Please inform your administrator_
de: Beim Laden der Erzeugnisse ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue_ Veuillez contacter l'administrateur_

# error_masterdata_produceItems_filenotfound
source: While loading the produce items is an error occurred_ Please inform your administrator_
de: Beim Laden der Erzeugnisse ist ein Fehler aufgetretten_ Bitte informieren Sie Ihren Administrator_
fr_fr: Une erreur est survenue_ Veuillez contacter l'administrateur_

# error_masterdata_produceItems_sax
source: The XML file with the produce items is not valid_ Please inform your administrator_
de: Die XML_Datei der Erzeugnisse ist nicht valide_ Bitte informieren Sie Ihren Administrator_
fr_fr: Le fichier XML associé aux objets produits est invalide_ Veuillez contacter votre administrateur_

# breadcrumb_export
source: Export
fr_fr: Exporter
